[
    {
        "id": 1,
        "gameName": "The Legend of Zelda: Breath of the Wild",
        "releaseYear": 2017,
        "genre": "Action-Adventure",
        "description": "Whispers on wind. Echoes of the past. Mountains bow to time. A hero wanders, seeking truth. An open world adventure of freedom and discovery."
    },
    {
        "id": 2,
        "gameName": "Minecraft",
        "releaseYear": 2011,
        "genre": "Sandbox, Survival",
        "description": "Blocks rise and fall. Endless horizons beckon. Crafted from chaos. Build, explore, survive. A sandbox of infinite possibilities and creation."
    },
    {
        "id": 3,
        "gameName": "Fortnite",
        "releaseYear": 2017,
        "genre": "Battle Royale",
        "description": "Storms on the horizon. Echoes of battle. Dawn of chaos. A battle royale, ever-changing. A fast-paced multiplayer game of survival and strategy."
    },
    {
        "id": 4,
        "gameName": "Grand Theft Auto V",
        "releaseYear": 2013,
        "genre": "Action-Adventure, Open-World",
        "description": "Neon lights flicker. The city hums with secrets. Chasing dreams through smoke. A gritty world of crime and power. Open-world action filled with crime and mischief."
    },
    {
        "id": 5,
        "gameName": "Among Us",
        "releaseYear": 2018,
        "genre": "Social Deduction, Party",
        "description": "Shadows in silence. Trust shattered in space. Whispers of betrayal. A game of deception and survival. Multiplayer deduction game with hidden traitors."
    },
    {
        "id": 6,
        "gameName": "Call of Duty: Warzone",
        "releaseYear": 2020,
        "genre": "Battle Royale, First-Person Shooter",
        "description": "Echoes of gunfire. The earth trembles below. A battlefield of the last. War, fought from above. A tactical battle royale with combat and strategy."
    },
    {
        "id": 7,
        "gameName": "Red Dead Redemption 2",
        "releaseYear": 2018,
        "genre": "Action-Adventure, Open-World",
        "description": "Horizon painted in blood. The last ride west. Fate in the dust. A tale of outlaws in a fading world. Open-world action set in the Wild West."
    },
    {
        "id": 8,
        "gameName": "League of Legends",
        "releaseYear": 2009,
        "genre": "MOBA",
        "description": "Champions clash in shadows. The storm grows near. Battles of the mind. A strategic battle of teams and skill. Multiplayer online battle arena of strategy and teamwork."
    },
    {
        "id": 9,
        "gameName": "The Witcher 3: Wild Hunt",
        "releaseYear": 2015,
        "genre": "RPG, Action-Adventure",
        "description": "Storms gather on blood. The wild hunts, unyielding. In darkness, a monster hunts. A sorcerer hunts, in search of truth. An epic RPG of fantasy, monsters, and choices."
    },
    {
        "id": 10,
        "gameName": "Super Mario Odyssey",
        "releaseYear": 2017,
        "genre": "Platformer, Adventure",
        "description": "Jump through the sky. Tales spun in clouds. A caped hero’s dream. A colorful adventure through whimsical worlds. A 3D platformer with Mario’s global quest."
    },
    {
        "id": 11,
        "gameName": "Valorant",
        "releaseYear": 2020,
        "genre": "First-Person Shooter, Tactical",
        "description": "Gunfire echoes in silence. Flashes of fate. Tactics in shadows. A game of precision and strategy. A first-person tactical shooter with heroes and abilities."
    },
    {
        "id": 12,
        "gameName": "EA SPORTS FC 25",
        "releaseYear": 2022,
        "genre": "Sports, Simulation",
        "description": "The crowd roars. Grass stained with dreams. The ball rolls on. A field of passion and rivalry. The latest entry in football simulation."
    },
    {
        "id": 13,
        "gameName": "Apex Legends",
        "releaseYear": 2019,
        "genre": "Battle Royale, First-Person Shooter",
        "description": "A storm of stars. Legends race through time. Survival in the void. A battle royale of unique heroes. A fast-paced multiplayer shooter with distinct characters."
    },
    {
        "id": 14,
        "gameName": "Animal Crossing: New Horizons",
        "releaseYear": 2020,
        "genre": "Simulation, Social",
        "description": "Whispers in the breeze. Nature’s calm embrace. Life grows slowly. A peaceful, open-ended village simulation. Create your dream life on a deserted island."
    },
    {
        "id": 15,
        "gameName": "Overwatch 2",
        "releaseYear": 2022,
        "genre": "First-Person Shooter, Team-Based",
        "description": "A new dawn rises. Heroes emerge from shadows. A world on edge. A team-based shooter with iconic characters. A tactical multiplayer shooter with diverse heroes."
    },
    {
        "id": 16,
        "gameName": "Dark Souls III",
        "releaseYear": 2016,
        "genre": "Action RPG",
        "description": "A flame fades. Echoes of lost souls. Darkness claims the land. A brutal journey through a cursed world. An action RPG known for its difficulty and lore."
    },
    {
        "id": 17,
        "gameName": "Rocket League",
        "releaseYear": 2015,
        "genre": "Sports, Action",
        "description": "Steel meets ball. Flames of competition. Aerial acrobatics collide. A high-octane soccer with rocket-powered cars. A hybrid sports game with cars and soccer."
    },
    {
        "id": 18,
        "gameName": "Destiny 2",
        "releaseYear": 2017,
        "genre": "FPS, Action RPG",
        "description": "Light against dark. Stars burn with secrets. The last guardians rise. A sci-fi shooter with a narrative of survival. A multiplayer online FPS with PvE and PvP."
    },
    {
        "id": 19,
        "gameName": "Cyberpunk 2077",
        "releaseYear": 2020,
        "genre": "RPG, Open-World",
        "description": "Neon hearts pulse. City of endless nights. Machines hum beneath skin. A futuristic RPG in a neon-lit world. A dystopian open-world RPG with cybernetic enhancements."
    },
    {
        "id": 20,
        "gameName": "Hades",
        "releaseYear": 2020,
        "genre": "Rogue-like, Action RPG",
        "description": "The underworld calls. Fury’s flames ignite. A son’s restless journey. A roguelike action game in Greek mythology. Escape the underworld in a rogue-like adventure."
    },
    {
        "id": 21,
        "gameName": "Sekiro: Shadows Die Twice",
        "releaseYear": 2019,
        "genre": "Action-Adventure, Souls-like",
        "description": "Silent footsteps echo. Steel against the wind. A warrior’s last breath. A brutal action game steeped in samurai lore. A challenging, story-driven game set in feudal Japan."
    },
    {
        "id": 22,
        "gameName": "Fall Guys",
        "releaseYear": 2020,
        "genre": "Battle Royale, Party",
        "description": "Chaos in motion. Fluff and color collide. A race to the finish. A whimsical battle royale filled with fun challenges. A colorful, party-style battle royale game."
    },
    {
        "id": 23,
        "gameName": "Hollow Knight",
        "releaseYear": 2017,
        "genre": "Metroidvania, Action-Adventure",
        "description": "Shadows whisper below. Insects speak in silence. A kingdom forgotten. A dark metroidvania with platforming and exploration. Explore a vast underground world of mystery."
    },
    {
        "id": 24,
        "gameName": "Genshin Impact",
        "releaseYear": 2020,
        "genre": "Action RPG, Open-World",
        "description": "Winds carry secrets. Elemental forces collide. The world is endless. A free-to-play action RPG with an open world. An open-world fantasy RPG with elemental powers."
    },
    {
        "id": 25,
        "gameName": "The Elder Scrolls V: Skyrim",
        "releaseYear": 2011,
        "genre": "RPG, Open-World",
        "description": "Snow falls on stone. Dragons awaken from sleep. Fates carve the land. An epic RPG in a northern kingdom. An open-world RPG filled with dragons and magic."
    },
    {
        "id": 26,
        "gameName": "Dota 2",
        "releaseYear": 2013,
        "genre": "MOBA",
        "description": "The war drums echo. Fates entwined in battle. Heroes rise and fall. A strategy game of teamwork and skill. A multiplayer online battle arena (MOBA) with heroes."
    },
    {
        "id": 27,
        "gameName": "Ghost of Tsushima",
        "releaseYear": 2020,
        "genre": "Action-Adventure",
        "description": "Beneath blood-red skies. A warrior's honor tested. The wind whispers secrets. A samurai's journey through feudal Japan. A story-driven action game in ancient Japan."
    },
    {
        "id": 28,
        "gameName": "Pokemon Scarlet and Violet",
        "releaseYear": 2022,
        "genre": "RPG",
        "description": "In the tall grass. Creatures of legend roam. A world of discovery. A new generation of Pokémon awaits. A role-playing game where you catch creatures in an open world."
    },
    {
        "id": 29,
        "gameName": "Monster Hunter: World",
        "releaseYear": 2018,
        "genre": "Action RPG",
        "description": "Roars shake the earth. Prey flees in the wild. Hunt or be hunted. A massive world full of dangerous creatures. An action RPG where you hunt giant monsters."
    },
    {
        "id": 30,
        "gameName": "Sims 4",
        "releaseYear": 2014,
        "genre": "Simulation",
        "description": "Life unfolds in pixels. Dreams shaped by choice. Fate in your hands. A simulation game where you control life’s little moments. A life simulation where you create and manage characters."
    }
]