[
    {
        "id": 1,
        "gameName": "The Shawshank Redemption",
        "releaseYear": 1994,
        "genre": "Drama",
        "description": "Chains whisper freedom. Silent hope endures. An escape unfolds. Prisoners seek redemption. A story of perseverance."
    },
    {
        "id": 2,
        "gameName": "Inception",
        "releaseYear": 2010,
        "genre": "Sci-Fi",
        "description": "Dreams within dreams. Minds unearth reality. A heist for minds. Illusions blur truths. A journey through dreams."
    },
    {
        "id": 3,
        "gameName": "The Godfather",
        "releaseYear": 1972,
        "genre": "Crime/Drama",
        "description": "Blood ties bind. Power in shadows. Family is law. A legacy is built. The world of crime."
    },
    {
        "id": 4,
        "gameName": "Forrest Gump",
        "releaseYear": 1994,
        "genre": "Drama/Romance",
        "description": "Simple soul flies. Life as fate. Innocence meets history. A journey of growth. The tale of an unlikely hero."
    },
    {
        "id": 5,
        "gameName": "Pulp Fiction",
        "releaseYear": 1994,
        "genre": "Crime/Thriller",
        "description": "Time dances strange. Threads of chaos. Lives collide violently. Stories intertwine recklessly. A web of dark comedy."
    },
    {
        "id": 6,
        "gameName": "The Dark Knight",
        "releaseYear": 2008,
        "genre": "Action/Crime",
        "description": "Chaos confronts order. Masks obscure truths. Night reveals justice. A city in turmoil. Gotham faces its dark vigilante."
    },
    {
        "id": 7,
        "gameName": "Titanic",
        "releaseYear": 1997,
        "genre": "Romance/Drama",
        "description": "Frozen fate calls. Waves swallow dreams. Love defies death. Tragedy beneath ice. The sinking of the grand ship."
    },
    {
        "id": 8,
        "gameName": "The Matrix",
        "releaseYear": 1999,
        "genre": "Sci-Fi/Action",
        "description": "Red pill beckons. Reality distorts violently. A world enslaved. Awakening within the machine. The battle for truth."
    },
    {
        "id": 9,
        "gameName": "The Lion King",
        "releaseYear": 1994,
        "genre": "Animation/Drama",
        "description": "Circle of life. Shadows claim kings. Pride must rise. A young prince’s journey. The heart of Africa's kingdom."
    },
    {
        "id": 10,
        "gameName": "Gladiator",
        "releaseYear": 2000,
        "genre": "Action/Drama",
        "description": "Steel clashes loud. Revenge fuels strength. Honor fades fast. A fallen hero’s revenge. The rise of a gladiator."
    },
    {
        "id": 11,
        "gameName": "The Avengers",
        "releaseYear": 2012,
        "genre": "Action/Sci-Fi",
        "description": "Heroes unite strong. A threat grows colossal. Power meets resistance. Teams form alliances. Earth's last hope."
    },
    {
        "id": 12,
        "gameName": "Jurassic Park",
        "releaseYear": 1993,
        "genre": "Sci-Fi/Adventure",
        "description": "Ancient beasts awaken. Chaos runs wild. Nature’s fury unleashed. Man treads history’s edge. A park of prehistoric terror."
    },
    {
        "id": 13,
        "gameName": "Back to the Future",
        "releaseYear": 1985,
        "genre": "Sci-Fi/Adventure",
        "description": "Time bends backward. A flash of lightning. History’s course shifts. A boy meets destiny. A time-traveling adventure."
    },
    {
        "id": 14,
        "gameName": "Interstellar",
        "releaseYear": 2014,
        "genre": "Sci-Fi/Drama",
        "description": "Stars whisper secrets. Worlds fracture apart. Time and love entwined. Space bends the soul. A quest for survival."
    },
    {
        "id": 15,
        "gameName": "Fight Club",
        "releaseYear": 1999,
        "genre": "Drama",
        "description": "Chaos breeds strength. Fight for freedom. Minds break apart. Rebels against order. A violent search for identity."
    },
    {
        "id": 16,
        "gameName": "The Social Network",
        "releaseYear": 2010,
        "genre": "Drama/Biography",
        "description": "Code builds empires. Ambition fuels betrayal. Friendship’s bitter fall. A web of connections. The rise of Facebook."
    },
    {
        "id": 17,
        "gameName": "La La Land",
        "releaseYear": 2016,
        "genre": "Drama/Musical",
        "description": "Dreams meet stardust. Love dances bright. Stardom's cruel cost. Hearts in rhythm. A musical journey of love and ambition."
    },
    {
        "id": 18,
        "gameName": "The Silence of the Lambs",
        "releaseYear": 1991,
        "genre": "Thriller/Crime",
        "description": "Whispers chill flesh. Minds trapped in darkness. Faces hide monsters. A chase of fear. The hunt for a killer."
    },
    {
        "id": 19,
        "gameName": "Spider-Man: Into the Spider-Verse",
        "releaseYear": 2018,
        "genre": "Animation/Action",
        "description": "Webs cross universes. Heroes multiply unseen. Dimensions collide wildly. A boy’s destiny shifts. The multiverse of Spider-Men."
    },
    {
        "id": 20,
        "gameName": "Schindler's List",
        "releaseYear": 1993,
        "genre": "Drama/History",
        "description": "Darkness swallows life. A man’s change stirs. Humanity’s loss echoes. One man’s path to saving. The Holocaust’s painful truth."
    },
    {
        "id": 21,
        "gameName": "The Grand Budapest Hotel",
        "releaseYear": 2014,
        "genre": "Comedy/Drama",
        "description": "Past fades bright. Doors hide secrets. Wealth shrouded in chaos. A hotel’s strange history. The tale of a stolen painting."
    },
    {
        "id": 22,
        "gameName": "Mad Max: Fury Road",
        "releaseYear": 2015,
        "genre": "Action/Sci-Fi",
        "description": "Desert winds howl. Fuel runs scarce. Madness reigns supreme. A war for survival. Fury drives the last warriors."
    },
    {
        "id": 23,
        "gameName": "The Exorcist",
        "releaseYear": 1973,
        "genre": "Horror",
        "description": "Evil lurks close. Fear fills the air. A battle for souls. Darkness within flesh. A possessed fight for salvation."
    },
    {
        "id": 24,
        "gameName": "The Departed",
        "releaseYear": 2006,
        "genre": "Crime/Thriller",
        "description": "Trust is fractured. Deception brews deep. Secrets tear apart. Double lives collide violently. A thriller of betrayal."
    },
    {
        "id": 25,
        "gameName": "The Truman Show",
        "releaseYear": 1998,
        "genre": "Drama/Sci-Fi",
        "description": "Reality bends close. Life under observation. Truths veiled in illusion. A man’s world controlled. The story of a manipulated life."
    },
    {
        "id": 26,
        "gameName": "Deadpool",
        "releaseYear": 2016,
        "genre": "Action/Comedy",
        "description": "Chaos breaks rules. Humor masks pain. Violence with wit. A hero’s twisted tale. A mercenary on a revenge spree."
    },
    {
        "id": 27,
        "gameName": "A Beautiful Mind",
        "releaseYear": 2001,
        "genre": "Biography/Drama",
        "description": "Genius hides madness. Reality unravels slowly. A mind battles itself. The rise of brilliance. A mathematician’s troubled journey."
    },
    {
        "id": 28,
        "gameName": "The Princess Bride",
        "releaseYear": 1987,
        "genre": "Adventure/Comedy",
        "description": "Swords clash bright. Love defies death. Fairy tales twist. An epic quest unfolds. A story of love and adventure."
    },
    {
        "id": 29,
        "gameName": "Parasite",
        "releaseYear": 2019,
        "genre": "Thriller/Drama",
        "description": "Walls conceal truths. Hunger drives dark. Lives intertwine cruelly. Class divides sharply. A twisted social commentary."
    },
    {
        "id": 30,
        "gameName": "The Big Lebowski",
        "releaseYear": 1998,
        "genre": "Comedy/Crime",
        "description": "Bowls and chaos. Slacker seeks clarity. Life’s absurdities collide. A rug’s deep meaning. A tale of the Dude."
    }
]