[
    {
        "id": 1,
        "gameName": "The Shawshank Redemption",
        "releaseYear": 1994,
        "genre": "Drama",
        "description": "Endless walls, silent notes, carved by friends. Red and white, the last letter speaks. Fresh, endless skies. The man who digs. Hope is everything."
    },
    {
        "id": 2,
        "gameName": "Inception",
        "releaseYear": 2010,
        "genre": "Sci-Fi",
        "description": "Dreams folded tight, slipping through. Paris seen twice, fading halls. Rings of mind, blurred faces. Falls and flights. Architect of worlds."
    },
    {
        "id": 3,
        "gameName": "The Godfather",
        "releaseYear": 1972,
        "genre": "Crime/Drama",
        "description": "Black suits, red roses, whispers in Italian. Cold glances and warm wine. The father watches. Family’s rise, family’s fall. A son, a legacy."
    },
    {
        "id": 4,
        "gameName": "Forrest Gump",
        "releaseYear": 1994,
        "genre": "Drama/Romance",
        "description": "Feathers fall, life’s box is sweet. Shrimp and war, a never-ending tale. Legs that run. Across the lines. A voice says go."
    },
    {
        "id": 5,
        "gameName": "Pulp Fiction",
        "releaseYear": 1994,
        "genre": "Crime/Thriller",
        "description": "A diner waits, words linger. Gold box, strange clockwork. Lines cross and twist. Marsellus and mischief. Bullets meet fate."
    },
    {
        "id": 6,
        "gameName": "The Dark Knight",
        "releaseYear": 2008,
        "genre": "Action/Crime",
        "description": "Gray skies fall, a masked man soars. Twin cities and twin shadows. A broken knight rises. Shadows and fire. The hero Gotham needs."
    },
    {
        "id": 7,
        "gameName": "Titanic",
        "releaseYear": 1997,
        "genre": "Romance/Drama",
        "description": "A distant star, a hand held close. Icy heart meets fire. Lost across waves. A ship named love. Forever sinks below."
    },
    {
        "id": 8,
        "gameName": "The Matrix",
        "releaseYear": 1999,
        "genre": "Sci-Fi/Action",
        "description": "Red pills, white rabbits, walls melt away. Chosen path, unseen ways. Cracks in code. Awakening, bending. The man reborn."
    },
    {
        "id": 9,
        "gameName": "The Lion King",
        "releaseYear": 1994,
        "genre": "Animation/Drama",
        "description": "Dust rises, suns set, wild lands. A scar and a king lost. Roars and betrayals. A father’s voice. Circle begins anew."
    },
    {
        "id": 10,
        "gameName": "Gladiator",
        "releaseYear": 2000,
        "genre": "Action/Drama",
        "description": "The roar of the crowd, echoes clash. A gladiator lost in Rome. Emperor’s throne, broken. Battle’s end. Strength and honor."
    },
    {
        "id": 11,
        "gameName": "The Avengers",
        "releaseYear": 2012,
        "genre": "Action/Sci-Fi",
        "description": "Lost in time, the clash unfolds. Wings spread wide, together they stand. Heroes assemble, earth’s fate held. A shield raised high. Avengers stand tall."
    },
    {
        "id": 12,
        "gameName": "Jurassic Park",
        "releaseYear": 1993,
        "genre": "Sci-Fi/Adventure",
        "description": "Roar of thunder, claws snap shut. Ripples in water, a chill spreads wide. Land meets the beast. Teeth of time. Life finds a way."
    },
    {
        "id": 13,
        "gameName": "Back to the Future",
        "releaseYear": 1985,
        "genre": "Sci-Fi/Adventure",
        "description": "Sparks and wires, wheels twist back. A road lit bright, future’s face calls. Past meets present. A mad scientist’s dream. The clock strikes time."
    },
    {
        "id": 14,
        "gameName": "Interstellar",
        "releaseYear": 2014,
        "genre": "Sci-Fi/Drama",
        "description": "Stars turn, a distant wave. Love’s hand reaches far. Space unfolds, unbroken lines. Father calls out. Time to return."
    },
    {
        "id": 15,
        "gameName": "Fight Club",
        "releaseYear": 1999,
        "genre": "Drama",
        "description": "Ash and soap, voices whisper low. Men who vanish, fight for truth. Mind unravels. Paper or fist. Rules to break."
    },
    {
        "id": 16,
        "gameName": "The Social Network",
        "releaseYear": 2010,
        "genre": "Drama/Biography",
        "description": "White halls, blurred text, lines divide. The birth of a network. Friend or foe. The click of code. A friendship fades."
    },
    {
        "id": 17,
        "gameName": "La La Land",
        "releaseYear": 2016,
        "genre": "Drama/Musical",
        "description": "Golden lights, soft jazz. Dreams build up, love falls down. Faded stars gleam. The city calls. A song ends."
    },
    {
        "id": 18,
        "gameName": "The Silence of the Lambs",
        "releaseYear": 1991,
        "genre": "Thriller/Crime",
        "description": "Silence breaks, lambs cry out. Dark minds, steel bars. Fava beans and fates. The doctor speaks. Eyes meet fear."
    },
    {
        "id": 19,
        "gameName": "Spider-Man: Into the Spider-Verse",
        "releaseYear": 2018,
        "genre": "Animation/Action",
        "description": "A leap of faith, spider’s thread. Infinite paths, worlds unfold. A city swings. A glitch of color. A hero’s spark."
    },
    {
        "id": 20,
        "gameName": "Schindler's List",
        "releaseYear": 1993,
        "genre": "Drama/History",
        "description": "Shadows spread, the cold bites deep. Faint songs of horror. Ash in the streets. Whispers from alleys. A list to remember."
    },
    {
        "id": 21,
        "gameName": "The Grand Budapest Hotel",
        "releaseYear": 2014,
        "genre": "Comedy/Drama",
        "description": "Rooftops red, strange keys turn. A mountain stands high. Faces of a thousand colors. The bell rings. A grand tale."
    },
    {
        "id": 22,
        "gameName": "Mad Max: Fury Road",
        "releaseYear": 2015,
        "genre": "Action/Sci-Fi",
        "description": "Dust storms, thunder rolls, endless roads. Speed and steel, the last hope. A fortress lost. Fires ablaze. The world chases on."
    },
    {
        "id": 23,
        "gameName": "The Exorcist",
        "releaseYear": 1973,
        "genre": "Horror",
        "description": "Ancient house, chill spreads thick. Prayers fail, voices crack. The cross held tight. Darkness stirs. Shadows scream."
    },
    {
        "id": 24,
        "gameName": "The Departed",
        "releaseYear": 2006,
        "genre": "Crime/Thriller",
        "description": "Eyes on walls, a city split. Two men in gray. Old debts call. Whispered lies. A final check."
    },
    {
        "id": 25,
        "gameName": "The Truman Show",
        "releaseYear": 1998,
        "genre": "Drama/Sci-Fi",
        "description": "Walls close in, lives unfold. Man on the screen, lines blur. Freedom calls, the door opens. The world watches."
    },
    {
        "id": 26,
        "gameName": "Deadpool",
        "releaseYear": 2016,
        "genre": "Action/Comedy",
        "description": "Tongue sharp, grin wide. No capes, no rules. Guns blaze, jokes fly. A merc and a mouth. Red never dies."
    },
    {
        "id": 27,
        "gameName": "A Beautiful Mind",
        "releaseYear": 2001,
        "genre": "Biography/Drama",
        "description": "Deep halls, walls echo. Minds twist, numbers sing. A tale unfolds. One voice fights. Truth found in math."
    },
    {
        "id": 28,
        "gameName": "The Princess Bride",
        "releaseYear": 1987,
        "genre": "Adventure/Comedy",
        "description": "Blades clash, sharp wit and smiles. Giants fall, tales twist. True love’s call. A princess saved. Fencing, fighting, fun."
    },
    {
        "id": 29,
        "gameName": "Parasite",
        "releaseYear": 2019,
        "genre": "Thriller/Drama",
        "description": "Walls high, secrets low. Lines blur, old tales in new halls. Steps below ground. Lives intertwine. A family’s two worlds."
    },
    {
        "id": 30,
        "gameName": "The Big Lebowski",
        "releaseYear": 1998,
        "genre": "Comedy/Crime",
        "description": "Sunglasses on, bowling shoes set. The rug that binds. White Russians clink. A dude, his way. Life rolls on."
    }
]